import type { Advantages } from '@/types';

export const ADVANTAGES: Advantages = {
    title: 'НАШИ ПРЕИМУЩЕСТВА',
    items: [
        {
            title: 'КОМАНДА ПРОФЕССИОНАЛОВ',
            text: 'Ваши процессы в руках опытных бухгалтеров и юристов. Мы обеспечиваем внутренний контроль и \
повышение квалификации каждого из них. Наша команда бессменна и устойчива. '
        },
        {
            title: 'ОПТИМИЗАЦИЯ И БЕЗОПАСНОСТЬ',
            text: 'Мы следим за законодательными изменениями, снижаем налоговые риски и подбираем решения, \
обеспечивающие ваше спокойствие. '
        },
        {
            title: 'ДОЛГОСРОЧНЫЕ ОТНОШЕНИЯ',
            text: 'Мы заинтересованы в развитии клиентов, и сопровождаем рост компаний с искренней \
персональной вовлечённостью.'
        }
    ]
}
