import type { FAQ } from '@/types';

export const FAQContent: FAQ[] = [
    {
        question: 'Как понять, что лучше — бухгалтер в штат или аутсорсинг?',
        answer: 'Аутсорсинговая компания снимает с вас операционные и кадровые риски. Мы не уходим в отпуска, не болеем и не исчезаем, но всегда остаемся на связи. Вам не нужно организовывать рабочее место, следить за обучением и ПО, платить налоги и взносы. Это выгоднее и устойчивее, особенно для малого и среднего бизнеса. Вы получаете результат без лишних забот.'
    },
    {
        question: 'Как организована работа и с чего всё начинается?',
        answer: 'Вначале мы уточняем задачи, проверяем текущую ситуацию и согласуем формат работы. После заключения договора закрепляется команда и начинается сопровождение. Документы передаются дистанционно или в удобном для клиента виде. Отчетность, консультации и контроль сроков - всё включено в обслуживание. И мы всегда остаёмся на связи.'
    },
    {
        question: 'Что входит в бухгалтерское сопровождение?',
        answer: 'Базовое сопровождение включает ведение бухгалтерского и налогового учёта, сдачу отчётности, консультирование и контроль сроков. При необходимости мы представляем интересы клиента в контролирующих органах и ведем управленческую отчётность. Мы адаптируем состав услуг под специфику вашего бизнеса.'
    },
    {
        question: 'Можете ли вы восстановить учёт или заменить текущего бухгалтера?',
        answer: 'Да. Мы берём в работу даже сложные случаи: хаотичный учёт, пропущенные отчёты, неразбериха в документах. Проводим экспресс-анализ, наводим порядок и берём сопровождение на себя. Переход от предыдущего бухгалтера - аккуратный и безболезненный.'
    },
    {
        question: 'Оказываете ли вы юридическое сопровождение?',
        answer: 'В рамках бухгалтерской практики. Мы помогаем с регистрацией и ликвидацией юридических лиц, оформлением изменений в учредительные документы, подготовкой договоров, а также консультируем по правовым вопросам, связанным с учётом, налогообложением и взаимодействием с госорганами. Мы не представляем интересы в суде, но обеспечиваем полное административно-правовое сопровождение бизнеса.'
    },
    {
        question: 'С какими системами налогообложения и типами компаний вы работаете?',
        answer: 'Мы работаем с ООО, ИП, ЗАО, НКО, компаниями с внешнеэкономической деятельностью и иностранными организациями. Ведём учёт на ОСНО, УСН, ЕНВД и других режимах. Знаем нюансы и предупреждаем риски.'
    },
    {
        question: 'Что происходит, если меняется законодательство или появляются новые требования?',
        answer: 'Мы следим за изменениями в законодательстве и заранее предупреждаем о них. Обновляем формы отчётности, адаптируем процессы и консультируем по новым правилам. Вам не нужно отслеживать нововведения, мы сделаем это за вас.'
    },
    {
        question: 'Насколько надёжно и конфиденциально вы работаете?',
        answer: 'Мы соблюдаем все требования конфиденциальности. Информация клиентов защищена договором и внутренними регламентами. Доступ к данным ограничен, а работа выстроена так, чтобы максимально исключить утечки и ошибки. Документы передаются через защищённые каналы связи. Доверие - основа нашей репутации.'
    }
]
